---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ExternallyTaggedNonBReps
source: html/b459f6cc-3f6b-3c63-6251-fa01a7914f5b.htm
---
# ExternallyTaggedNonBReps Members

Make a new empty collection of ExternallyTaggedNonBRep instances.